<?php
require 'includes/init.php';
?>
<?php require 'includes/header.php'; ?>


<div id="carouselExampleDark" class="carousel carousel-dark slide" data-bs-ride="carousel">

    <p>1. ระบบสำรองข้อมูล<br />&nbsp; - สำรองขอมูลทุกอาทิตย์ จากผู้ให้บริการเว็บ</p>
    <p>2. มีการกำหนดสิทธิ์ของผู้ใช้ เพื่อให้การเข้าถึงข้อมูลให้เป็นไปตามสิทธิ์ที่ได้รับมอบหมาย ดังต่อไปนี้<br />
        &nbsp;- แต่ละผู้ใช้มีพาสเวิร์ดที่ปลอดภับ<br />
        &nbsp;- พยาธิแพทย์ แก้ไขเฉพาะ ข้อมูลคนไข้ของตัวเอง แต่ดูผลได้ทุกคน<br />
        &nbsp;-&nbsp; เจ้าหน้าที่แลปเอ็นบี เข้าได้เฉพาะส่วนลงทะเบียน ดูผลได้ทุกคน print ได้ แต่แก้ไขข้อมูลแพทย์ไม่ได้<br />
        &nbsp;-&nbsp; เจ้าหน้าที่รับผล เข้าได้เฉพาะ รพ.ของตัวเอง</p>
    <p>3. การวินิจฉัยมะเร็งครั้งแรกโดยพยาธิแพทย์ 2 คนขึ้นไป โดยมีช่องให้แพทย์อีกคนเข้าไปกด แล้วจะมีข้อความเพิ่ม <br />
        &nbsp;- กรณี เป็นเคส first Dx มะเร็ง จะมีการdouble check โดยมีพยาธิแพทย์ confirmed โดยจะมีช่อง double check (ยังไม่ออกผล)<br />
        &nbsp;- เมื่อคลิกที่ double check จะมีให้เลือกแพทย์ ว่าจะให้ใคร double check<br />
        &nbsp;- เมื่อแพทย์มาคลิกเห็นด้วยจะออกผลโดยมีข้อความด้านล่าง ต่อจาก diagnosis และจะออกผลอัตโนมัติ<br />
        NOTE: According to the first diagnosis of malignancy, these slides were discussed with the second pathologist (PS) on January 20, 2021.</p>
    <p>4. ประมวลผลข้อมูลต่างๆ<br />
        &nbsp;- Ternaround time ข้อมูลการออกผล ว่าใช้เวลากี่วัน นับจากวันรับชิ้นเนื้อ<br />
        &nbsp;- จำนวนเคสที่ออกผลภายใน 7 วัน <br />
        &nbsp;- จำนวนเคสที่ออกผลย้อมภายใน 7 วันหลังจากสั่งย้อม</p>
    <p>5. คอนเท็นหน้าเวป<br />
        &nbsp;- หน้าหลัก 
        &ndash; คือหน้าหนัก<br />
        &nbsp;- เกี่ยวกับเรา 
        &ndash; จะลงข้อมูลเกี่ยวกับ หจก. เจ้าหน้าที่ พยาธิแพทย์ ที่อยู่ติดต่อ<br />
        &nbsp;- บริการของเรา &ndash; ข้อมูลเกี่ยวกับ บริการที่รับ<br />
        &nbsp;- download- ให้ download ใบ requeat ต่างๆ<br />
        &nbsp;- เข้าสู่ระบบ 
        &ndash; คลิกแล้วจะเข้าสู่หน้า เข้าสู่งาน</p>
    <p>6. ระบบลงทะเบียน สามารถลงทะเบียนครั้งเดียว แล้วสามารถเชื่อมกับระบบใบปะหน้าสำหรับจดgross ระบบพิมพ์สไลด์ พิมพ์สติกเกอร์ ได้เลย- ต้องซื้อระบบ-พี่เดียวจะหาข้อมูลให้</p>
    <p>7. ระบบสามารถดึงผลเดิมของตนไข้มาโดยอัตโนมัติ <br />
        - จะมีเบอร์เก่าของคนไข้ที่เคยส่งตรวจในใบจดgross ให้รู้ว่ามีเคสอะไร วันที่อะไร</p>
    <p>8. ระบบให้ส่งตรวจ immune ผ่านโปรแกรม ส่งไปยังทีม immune<br />
        - เพิ่มช่อง ส่งย้อม immune ให้กดสั่งย้อม ออนไลน์ และข้อมูลจะไปโชว์ที่งานimmuno</p>
    <p>9. ระบบเรียกเก็บเงินที่คิดจาก number คนไข้ได้ด้วย</p>
    <p>10. ระบบลงราคาอัตโนมัติจากรายการชิ้นเนื้อ</p>
    <p>11. ระบบลงทะเบียน &ndash; ลงเวลาอัตโนมัติ ทั้งวันที่ออกผล และวันลงทะเบียน</p>
    <p>12. ระบบขึ้นหมายเลขทางพยาธิวิทยาอัตโนมัติ</p>

</div>

<?php require 'includes/footer.php'; ?> ?>

<script type="text/javascript">
//set active tab
    $( "#about_main" ).addClass( "active" );
    $( "#webfeature" ).addClass( "active" );
</script>